{"id":"ptrb88584","original_text":"Ho boy. Two minutes. Lets fuck this pig. \n\n-- -- - \n\nwho the fuck do you people think wwe are\/ lost fuckin causes fuckin wrecks not fit for society got ta blo can only blow our fuckin brains out anymore cause thats all ya think we got left. fuck you mna fuck you constant reader what the fuck do you know out side of your head just cause you listen to other mens words in books instead of movies or games it still you still dont know a goddamn thing did you forget where we came from what history is wbattleborn man i saw ov i saw dudes an tguck drivers and prison guards and what the hell do you know about it it saw dudes man where the fuck wer\n"}
{"id":"ptra54873","original_text":"Charles Koch had been able to hold back his tears as he watched himself confirm the transfer of billions from his bank account to various charities around the world. He held them back as he listened to himself on the phone making an appointment to have his yacht picked up by another charity. \n\nHe finally broke down when his hand signed and dated the contract that would dissolve his political action committee. \n\nEveryone said it was God's doing, but he knew the truth. What kind of God would divest a man of all he had worked for, all he had *earned*? And to give it all away to those with no sense of personal responsibility, those whose entire existence was based on feelings of entitlement. \n\nGod was supposed to be just.\n"}
{"id":"ptrb12324","original_text":"The top secret virtual reality Lab of IBM had been asked to create a torture device aimed at very personal and targeted torture. When it was ordered, the hope was that detainees would be more likely to both purposefuly and not, give up important secrets or plots. John was just a middle level employee at the lab when he got the call. He had been selected to build an ultra secret virtual reality torture experience. He was given a very bizarre set of details to include. He was told that the subject had been captured through the use of an knock out drug and the subject wasnt even going to be aware they were in virtual reality. \n\nJohn kept that secret his whole life. Why would they have given hitler a trial?\n"}
{"id":"ptrb3792","original_text":"I already am that being from the future. I am an alien currently in a human body who has traveled into this dimension from stopping this time line to happen. However it is inedible and every time I reincarnate to stop the machines from taking over, a new time line is created where a different string of computers take over. This WP was created by you [ the machines ] to make us [ genius aliens ] to step out and show ourselves thinking you can control us. Jokes on you. You ca n't stop us. I am only here until technology catches up and I can transcend my mind into a computer and fight off the machines as one of their own in the near future. You will all remember me.\n"}
{"id":"mrd35614","original_text":"grocery and vegetable prices have remained the same medicines get for 5th the price prices many commodities that require have either come down very much remain the same not comfortable litter stations and many places like temples roads etc are clean lot and lot time saved due cashless transactions not have the electricity office which closes and wait long hours most transactions domestic otherwise internet even rent has become cheaper travel has become easy booking tickets rooms now realize that though not earn much have lot surplus cash very dumb profession but then too know that can easily procure one more job lose the current one now gosh 9th one true now realized when type this sincerely hope that pappu any commie does not become our pray earnestly modi continues for ever"}
{"id":"ptra93988","original_text":"His hand brushed against something warm. Oliver pulled his hand out quickly. It wasn ’ t unusual for an animal or two to hide within the boxes. Cade had once told Oliver he had found a sleeping cobra in one of his boxes. Oliver wasn ’ t sure he believed the story but it never hurt to have extra caution. Picking up the box Oliver tipped it over, packing peanuts spilled out all over the floor. As the last of the packing peanuts fell out a loud metallic clang rang out as a lamp clattered to the floor. It was then Oliver realized he had been holding his breath, maybe he believed the story of the cobra more then he thought. The lamp sat on the floor, and Oliver stared at it.\n"}
{"id":"ptra25570","original_text":"`` I am ordering you to go, your sister is the future. If she dies the King will take control back and I vowed that he would never know his daughter. Get her to the ship and your uncles will be there to help you. Go and do not look back for me, I will not be there but I will always be with you. Be strong, stay safe, love your sister and make sure you both survive. Here is my sword and my bow. The forces are gathering on the west side of the clearing and I can hear the drums approaching even now. I will draw them to the South and try to give you time. I know you can do this and I am so proud of you.....NOW RUN!!!''\n"}
{"id":"mrd4661","original_text":"read this brilliant article pratap bhanu mehta great deal agreement though few things have changed since modi became and large the article holds good even after almost years few points from the article for all the hoopla over reforms the development models all political parties look pretty much the same the particular differences are due the timing and context when they were power both are incremental reformers both reform largely when impelled crisis and the variations their stances are variations circumstance not conviction both believe the rhetoric the poor first both have roughly the same approach institutions they are instruments used those power not instruments protect against them there actually more fierce contestation and blocking decisions precisely because there much underlying agreement when there deep consensus the ground the conflict longer disagreement"}
{"id":"ptra21212","original_text":"If only I did n't order the extra fries, the order would come off much faster for us to take away and we would have crossed the road earlier that would have saved my friend. The order was late because another fresh batch of fries had to be made and we had to wait for another 10 minutes. It may not also be a issue if my friend had not been such a stupid being for picking up fries which fell down on the road while crossing. All things together by the time we are crossing the road, a truck with failed brakes ran over my fried who stopped in the middle of the road to pick up his fries. I still tell everyone that fries do n't kill people. stupidity kills\n"}
{"id":"mrd26144","original_text":"again anecdotal but have seen people who now hate him the most transformation was friend who made his small son shout modi modi modi outside the polling booth that day 2014 the demonetisation happened his company had downsize and lost his job now hates him the core and the whole family going vote against modi his wife side family too because they had cover for his emi some others are still spreading bullshit about wonders modi doing and all that assume their opinions have not changed everyone who voted for modi 2014 not going vote for him again but everyone who did not vote for modi then also not going vote for him this time the vote share will only shrink and opposition gets its act right all modi has left months"}
{"id":"ptrb42109","original_text":"Once upon a time in a modern society, there lived a young 16 year old boy who was enjoying school and everything else life had to offer him. \n\nHe had a great journey up to this day, he had logged onto his social media, it was full of wonders of all kinds of things, there were things that made you want eat, places you would want to visit and things that would question his sanity and on this fateful day he read a story prompt. This prompt confused him and gave him and upside down look, he did n't know what to write about, he felt defeated until he thought harder. \n\nHe would write about how he was an ordinary school boy who stumbled onto a confusing text on his social media.\n"}
{"id":"ptra61315","original_text":"One day you just are unable to take it anymore. The screams of your past friends haunt your dreams to the point you can no longer sleep. The blood curdling screams remain fresh as day in your mind as if a horror movie is playing in your mind on an endless loop. Your nightmares slowly become reality, reliving the same ending with friend after friend that comes along. So you decide it's time to face the music. Time to get rid of this retched curse once and for all. You take out all the horror movie killers one by one until finally get to have a lasting friend.....Who turns out to be a killer in disguise who stabs you to death in order for him to become the next big horror monster.\n"}
{"id":"ptra19266","original_text":"I was working on computers, typing away. My job was far from my house so I had to drive there. I liked it because I liked to drive. After working for 4 hours, I took a lunch break. The room where we had to eat lunch was all the way at the end of a long hallway. So I grabbed my lunch and walked over there. I passed by a glass display case that had a sign that read `` do not use in emergencies.'' I only worked on computers all day ( and checked reddit and facebook ) so there were never emergencies. I finished my lunch, and worked the rest of the day and left. On the drive home, I learned that my girlfriend died while I was at work.\n"}
{"id":"mrd32855","original_text":"has with the stark difference between the way congress does things and the way modi doing almost anything that happens seen the perspective how fucked upa was over the years honest hear lot about fucking major policy decisions but can tell you that geopolitical stance india hasn been better place than now upa drobe the country into place where china was fast taking over the oceans around and there wasn much activity with regard nuclear activities india was going out the map modi brought back into the map with resounding tune and feel for that deserves better term the thing one great all vote for what think important note bandi was good because genuinely love using upi over cards and the advent the whole digital revolution moving india forward leaps and bounds"}
{"id":"ptra56166","original_text":"I just got a new phone. You are so sweet and adorable so you are the right person for your life. I just found out that my grandmother was just being weird and she said she would like to go get away from her mother. I just want to say that I'm not going to sleep with you. Yeah I totally understand why. You can call me your brother. You can do anything else and I can tell you what I want. I do n't know why I love you so much. You are not very good at what I want. You can call it out or something. I just got a little more comfortable with you. Yeah I just got a new car and then I got to go to sleep.\n"}
{"id":"mrd535","original_text":"not india such but conversations with north east friends who tell about the horrors congress rule refugees appeasement and that didn sit down well with regarding bjp was pro bjp during vajapayee but 2003 obviously helped shake that confidence only after years kind figured that there deeper game play looking the amount propoganda newspapers went voice their hate against modi wasn just right and yeah sickularism have had talk with folks who have problem with modi and they are entitled their opinion some the information they have which they use build their opinion selective and flawed but then some the information know might well flawed too everything war now are age information warfare more the information more tough shove away the and know the truth the human mind can only take much"}
{"id":"mrd3806","original_text":"basically proxified his connection and somehow forced the game connect the internal test server @ bungie guess this the only way have the updated events since everything managed server side now won get too exited @ everyone saying please push the content farther and don release until done etc imo done for very very long time since the game launched basically they just ironing things out and adding few requested feature such vault space but the content will 100 the same formula the previous dlc waiting for comet whatever the name which actually something they are actually developing but what sure that destiny just buffer fund the development destiny which will have wider scope and all sure major part the team now working destiny hence the lack weekly update and new contents"}
{"id":"ptra66634","original_text":"I look up to the sudden noise of a blonde girl shouting and saving a man from being struck by a car. It was incredible, but it felt odd because it felt as though the was supposed to be hit by the car. Another man appeared, quiet annoyed he seemed. I think he felt the same way I did. It all felt like deja vu. I wake up the next day with an odd sensation that a man is supposed to die today and it cant be helped, and then the thought vanishes. I'm left with a memory, and its of an annoyed man with a buzzed head and black jacket being referred to as `` The Doctor'' by a blond girl named Rose. Such an odd couple. What a strange dream.\n"}
{"id":"ptra43824","original_text":"I've been trying to edit a story for a while now and I kept staring at the first paragraph, knowing what I wanted it to be, but not finding the words. Over the last two days, I decided to skip it and just move forward. \n\nThat did the trick because I ended up editing a few other areas. I also ran into some sentences that made me think, `` hey, I can write an entire story from this alone.'' It's like I inadvertently left myself writing prompts in my own story! I was worrying about how I can lengthen it and the answer was right in front of me. Now I'm worried about ending up with side stories that may take too much away from the main plot. Does that make sense?\n"}
{"id":"ptra106345","original_text":"I could n't help but read every chapter of Jim's adventures after stumbling into the original thread late at night not being able to sleep! You're a very talented writer and have a way of capturing the personas of the historic figures Jim comes across in such a believable manner of what I myself would interpret them behaving like in in this fictional upside down heaven world. I mean Shakespeare, Plato, Einstein, and Hitler so far that's no easy feat! I also love Jim's relatable perverse nature of wanting to get to the bottom of things and in the view of an ordinary guy all the while being constantly contrasted by highly intellectual famous historic figures who have all but accepted this reality. Ca n't wait for the next chapter I'm hooked!\n"}
{"id":"ptra125164","original_text":"I spend about 40 minutes to an hour on a prompt response, on average. That is the time from when I read the prompt and get inspired with an idea and open the text box until I post it and then do a quick revision to catch typos and formatting errors. \n\nFor an actual short story, like a contest entry, I'll spend probably fifteen to twenty hours spread over a few weeks. \n\nOccasionally I will take one of my prompt responses and post a revised version on my subreddit. In that case, I probably spend at least an hour or more on the revision process. \n\nMP, if you get enough responses to this post, you should do a follow up OT post about the average time and stuff based on the data.\n"}
{"id":"ptrb51314","original_text":"As the meteor came closer and closer and the last day of humanity drew near, Lance Corporal Gary Daniels decided not to take his last post by the book. He respected his position too much to abandon it, even as all the officers were joyriding jets and drunkenly carpet bombing the desert for their final shits and giggles. No one was holding him there, they all had their own concerns, but that also meant no one would hold him to the exact standards. With two and a half hours to go, he took his post with a case of beer in his hand. He opened and placed one on the tomb before he cracked open his own and settled in to watch the show, sharing a final drink with his lost brothers.\n"}
{"id":"ptrb93089","original_text":"James looked down at his glass of burbin before he cupped it into his palm. The world was passing him by but all he could do was focus himself on the phone. Each tick from the wall clock seem to match his now ear splitting beating heart. Ringing from the phone broke the silence. The glass emptied onto his lap of his pants. James slid back and brushed off what liquid as he stopped to hear the phone still ringing. James rolled back to his desk and as his fingers trembled alittle, he looked down at the caller ID. It read `` A. Venture'' As fast as he could blink, James pressed the red button on the bottom of the phone. The ringing stopped and the pounding of his heart faded away.\n"}
{"id":"mrd15885","original_text":"india what you cannot change india you can only change your attitude toward your experience 2002 visited bangkok for the first time horns honking choking pollution two stroke tuk tuk engines revving cracked pavement snarled wires overhead soi dogs roaming the streets con artists everywhere sat down have beer the street and along came two travelers who asked share table they looked around and said was nice where everything was clean and orderly they had just come from india after that took years work the courage india but glad went think your expectations were not set appropriately when you went perhaps you thought thailand and india would similar which they are not you now know think you also know that india can about less expensive than thailand different charms for each place"}
{"id":"ptrb2169","original_text":"Tonight is finally the night my power awakens. All my friends were born before me so they already have there powers and Arias even has a saint ranked power being able to create anything out of thin air is so cool. I hope my power is at least a knight level power not a dot on the wall power. \n\nLife has been different as a god among humans I never thought a power like this could exist but I guess no one else could have guessed as well. Though the fame is annoying people only want to be near me for my power maybe ill disappear go back to school pretend to be weak that could be fun. Maybe I can find someone who can love me for me not my power.\n"}
{"id":"ptrb2176","original_text":"He said `` You can do as you please, and I will fulfill my part of the bargain.'' I knew who he was. I knew what he was capable of and above all else I knew what I had to give him. I've been alone in this universe for too long and the search would be too much for me. It would be nice if he could just get it over with. I agreed. He grinned. `` It's time to meet the one you will care forever and ever''. He is gone and within a matter of time I hear a knock upon my door. I open the door and take in a deep breath. When I knew she was the one. Once I die I will be given my true fate.\n"}
{"id":"ptrb77799","original_text":"I'm so excited to be the first half of the day before I get a follow back and I do n't think that I have a great way to get my nails done tomorrow night with the best thing ever when the sun goes down to earth and I do n't know how much I love the new version of this year. I'm not going to be able to get the hang of it and the rest of the year before that is not an easy to play the piano is not an easy to play the piano is not an issue that the company is not an issue that the company is not an easy way to go home now I'm just going to be the first time in a while.\n"}
{"id":"ptrb114500","original_text":"Which memory? \nThe feeling when my daughter is home from school, visiting my wife and me, when my son unexpectedly walks in through the front door for a surprise visit for the first time in months. \nIf you're ever lucky enough to be tight with your family, you'll get it. After you truly come to understand how fragile our existence is, you understand what a gift it is to share time with the ones closest to you, how each moment with them passing by is a dagger to the heart -- a piece cut away that fades in the grey distance as time steals all traces of what you loved, and leaves you behind as just a shadowy warning to those too proud to see their own future in your sunken eyes.\n"}
{"id":"mrd25252","original_text":"don know why many photographers are obsessed with other photographers money every week there some variation not the camera the photographer post here petapixel some other clickbait photography site people have hobbies that they enjoy and part that the gear lust know people who spend bicycle and still lust after 000 bicycle could they get from point point with bike sure would they enjoy much maybe maybe not who judge their hobby when they think ridiculous that anybody would spend more than camera and lens all know car people who spend ridiculous amounts money upgrading their car and enjoy talking gear would you one the car shows telling them about their gas and how they could have accomplished the same thing with 1984 honda civic they only worked harder their driving come"}
{"id":"ptrb27803","original_text":"We needed more soldiers in the fight. We are running low on supplies and still need to win. We did what we had to do to win this war even if it means taking people against their own will. I regret what I did to those poor men, but I lived by our code. Silence implies consent \n\nThey needed more soldiers to fight and I was happy to oblige. Yes I was starved and I knew we could never win but I had the time of my life. We do what we have to do in this war even if it means killing your fellow men. I do n't regret killing my colleges because they never said anything against me. They wanted to die and they never said anything. Silence implies consent.\n"}
{"id":"ptra14232","original_text":"Jimmy was born with an incredible power, he could make the tip of his penis hit heats so incredible but could only effect ice. \n\nFranklin born several towns over had a similar power only the tip of his penis could make ice so cold it would instantly reduce any fire into cold ash. \n\nOne day they met and decided to have a sword fight when their tips crossed the fire tried to melt the ice as the ice tried to smother the fire, after only a split second of some P on P action the energy let out was 10 fold the power let out by the most modern, advanced missiles resulting in the destruction of earth. \n\nMoral of the story be 100 % sure you know whose penis is touching your penis.\n"}
{"id":"mrd5104","original_text":"well that nice fundamentalist one you met fanatical fundamentalist say have come across ones from both the major branches and there wide spectrum have even met those who eat non veg food drink alcohol and have more casual sex than you imagine and stuff what more can ask him why bother him likes stay quiet there general consensus among jains these topics seeing there are are only few million adherents yes and although some consensus might there some issues like say living together ghettos rich ghettos there are many different opinions well some worship hindu gods too while others don some will eat garlic onions easily while others won what can ask his guru whatever you like man you really want question let know have few controversial ones ask jain guru since long"}
{"id":"ptra44530","original_text":"I'm not using the game more than the last season of course. It's been fun getting back into this situation where you have to go back to sleep. It's just a cute little baby inside the office today or tomorrow. The one we have to pick up from doing it. Even when I'm busy with work in the morning and then regretting it immediately after being traded to the Lakers youth in this bitch. I do n't think it's hilarious to see what happens when you've only heard gunfire on TV your entire life. \n\nThe fact that this situation where you have to go back to sleep tonight at work for them instead of just skipping turn on the game in a long line of racism for questioning John Wall and the Lakers.\n"}
{"id":"ptra58348","original_text":"A woman in Seattle wins the lottery. The movement in the air caused by the flutter of the ticket as she turns it in at the offices of the lottery joins with other winds to form a light breeze. This breeze flows around a man in the parking lot who retches and sneezes, and carries his sickness into the bedroom of a young girl across the street. The force from the flutter of the ticket is what carries the air just a centimeter past the window frame. \n\nThe small girl that inhabits this room grows terribly ill. Her father, on a business trip in Australia, rushes to the airport on a rainy night. His car was never found, it was presumed that he lost control of his car and drove into the ocean.\n"}
{"id":"mrd30141","original_text":"this actually anti constitutional the people india having solemnly resolved constitute india into sovereign socialist secular democratic republic and secure all its citizens justice social economic and political liberty thought expression belief faith and worship equality status and opportunity and promote among them all fraternity assuring the dignity the individual and the unity and integrity the nation our constituent assembly this 26th day november 1949 hereby adopt enact and give ourselves this constitution the people are the owners india not any one elected politician group representatives india bhakti what may called the path devotion hero worship plays part its politics unequalled magnitude the part plays the politics any other country the world bhakti religion may road the salvation the soul but politics bhakti hero worship sure road degradation and eventual dictatorship ambedkar source"}
{"id":"ptrb122702","original_text":"She is beautiful, her long blond hair shines in the sun and her deep blue eyes show understanding, she clearly has a great mind, her smile makes the world look brighter and her laughter feels like phoenix song. She volunteers at help out the poorer members of the community and helps the school take the kids on trips. She is an angel in human form. \n\nShe likes to toy with people, she uses her appearance to make men fall in love with her, she plays with their emotions as if they are toys and throws them away when she gets bored. Her friends are not so for her, she uses her great mind to manipulate them, to push them towards helplessness, she feeds of their unhappiness like a vampire. She is the devil.\n"}
{"id":"mrd3250","original_text":"nice cherry picking there some the popular comments that you intentionally left out might the unpopular penguin here but this just like saying unlucky number people are failing see his context wanting see and are nitpicking over his metaphor this just appalling only recently got its first train and memory serves right isn there for any rally shit the last time spent long was during deve gowda upvotes understands his target demographics very well this statement still gets the idea better region across seriously don see the big deal here upvotes remove the post from rahulthewall which has 350 children and you are left with 220 comments which isn really unusual the whole discussion below his comment nothing but mod bashing and talking about him mostly and nothing with the topic the thread"}
{"id":"ptrb6260","original_text":"I had to get water. The computer hurt my eyes so bad I thought I was gon na go blind but I ended up not so once I got up it was a huge relief. My feet hurt a lot because I did n't walk barefoot very much and my momma had told me it's good to wear shoes outside. It was some outside library or something like the Russians once thought was a good idea. The Cold War did n't let them ever make one. My head itched so bad I thought it was gon na fall off but it did n't. My throat was dry until I got water so once I did I did n't even have to drink anymore I just went and sat back down. It felt good.\n"}
{"id":"mrd8819","original_text":"phase there sizable number religious retards india but the bulk educated nda supporters are actually pretty liberal their social outlook their problem that they loose any moral compass the moment they hear muslim yes the average young indian extremely nationalistic the point being xenophobic but don think that necessarily bad rather phase india has huuuge young population bulge people this age tend like that give few years once nda gets implicated scandal two trust they will the delusion will away these kids will mature this pattern true all countries the right will champion national interest and the poorer and less educated the country greater the bigotry the problem isn much with the right but rather with the left the right will what supposed the left india that moribund and due our own fault"}
{"id":"mrd7019","original_text":"some worm abuses the freedom they been given india where people have fought and died over the land for thousands years then they ought kicked the fuck out plain and simple not worth time nor effort debate the merits their bullshit argument the there group called the westboro baptist church which praises the deaths soldiers they are looked upon with much contempt its unfathomable the people who purposefully make controversial statements under the pre text trying raise debate are con artists who are just trying shock their way into the limelight lock their asses until their divisive rhetoric resolved edit haha all some spineless creatures grow backbone recognize when something right wrong and what actually means defend free speech then comment try not suck some more anti india dick the way work tomorrow"}
{"id":"ptra88458","original_text":"The waiting list had been long, but the day had arrived and Jordan finally lay flat on the operating table. There was a level of guilt associated with what he was doing, but he felt he had exhausted every other reasonable option. He thought of his children without a father, and a wave a shame washed over him when he imagined them hearing what he had done. The bright overhead lights flashed on, and masked doctors entered the room, equipped their tools, and studied the dotted line drawn on around Jordan's heart. A nurse slid a mask over his face and as the gas flowed, Jordan slowly drifted away. The last image he saw was the faces of his children, and he smiled knowing they would live a more fortunate life without him.\n"}
{"id":"ptrb32905","original_text":"As I sat here thinking of what to write next I know my text needs to be spot on. I've made too many mistakes in my last diary posts. The last post I wrote into accidentally killed a man, or supposedly he had a heart attack but it was the moment I entered his name into my journal he died. I did n't write his name in there maliciously I was writing about my day and how I had walked passed his stall on the sidewalk and he had offered me pho. His pho was easily the best in town. I wrote how I enjoyed the pho very much... As I wrote this I realised I had included myself in the journal for that entry I'm not sure what's going to happen next.\n"}
{"id":"mrd28924","original_text":"well you know that terrorist are living pakistan and most wanted terrorist osama bin laddn was found pakistan pakistan used deny that terrorist are not living there you are being little naive you are beliving lies pakistan before modi india had tried oeace talk with pakistan but what got bombay bomb blast parliament attack attack hyderabad have you forgotten about these attack you just wanted live forever lies and hope fake peace government should have retaliate against pakistan attack but why cobgress didn anything don you care about indian civilian and para military lives you think soldiers life was vein well think should done secret but should support our nation and our military moral also you just care about peace talk but you have forgotten easily about pulwama attack which happened last month"}
{"id":"ptra31934","original_text":"The demon burst into flame and Hank realized that his supernatural power was pure magic. This was n't a normal demon illusion. It was real. Hank grabbed Taylor and pulled her toward his side. They held each other close and Hank yelled at the demon, telling it to stay away. He was n't quite sure why it did n't feel love. Why was this demon stripped of the feeling of love? Hank felt sorry for it but knew he had to protect Taylor. They kissed each other and Hank tried every magic trick he knew to make the demon feel love. Taylor said that they may have to kill this demon. Hank pulled Taylor close and kissed her. He said he loved her as he killed the demon and everything went to black.\n"}
{"id":"ptest14645","original_text":"`` well really its like trading in commodities, souls for favours and its not just between your world and hell but some commerce happens between us and hell'' Saint Bruce carefully explained to the recently arrived Luke. Luke before his death had enjoyed a short but intense career as a cellist on the popular culture stage, like a bolt from the blue his performances won him fame and fortune but the excess and luxury led to his death. `` So that deal you made was a favour for soul deal, we then got your soul when one of the fallen needed a favour from us so we traded. Quite lucky for you, most people who sell their souls do n't get here. Anyway welcome to heaven and if you need anything just ask.''\n"}
{"id":"mrd35969","original_text":"asking opinion internet forum means you will get biased views either against this government for here you will generally get against the government quora you will get for the government all will say you should use your own judgement based few key parameters economic growth job growth gdp rise etc law and order tricky because law and order comes under state government they have much stronger role maintaining law and order compared central government and anyone who gives reason for against the government always ask for source easy write modi personally kills muslims month online but slightly more difficult find newspaper articles reporting personally for like swatch bharat abhyan did not like demo like gst did not like beef ban like our economic growth not like our stall manufacturing make whatever you want out"}
{"id":"mrd31614","original_text":"this either genius move unbelievably stupid move from congress genius because they are signalling others read bsp and karnataka that they will not bend akilesh and mayawathi were hoping that congress will forced come back the discussion table and accept what ever seats they throw them this would make them rethink stupid because aap has support base across india albeit very small one 2014 they polled the total votes across india and even you remove delhi would around congress had accepted the seat but return had asked for nominal support for congress across india that would have been good move know that most aap supporters would not have voted for congress but even half those had gone with the alliance that would have been added votes and that not something you throw away easily"}
{"id":"ptrb60731","original_text":"This was amazing! I can relate to your story so much. This is so much like my experience with my cat, Squeaker. I got her when I was 8 and she died when I was 18. I was away on a graduation trip and when my mom called to tell me she was failing I rushed home to her. I stayed on the phone just talking to her while we were driving home. She heard my voice when I ran in the room and tried to stand up but fell back down. I held her as she looked at me for the last time and told her I loved her. I knew she loved me too and had waited for me. She was the best cat ever and I still love and miss her.\n"}
{"id":"ptrb71022","original_text":"Some kids show was on when I first heard the gun shots. They were much louder than I would have thought possible. I jumped out of the couch when I heard the first shot and then I froze. My one year old son seemed frozen by the noise as well. My fiance lost it. She gave me a sharp look asked me what the hell it was. I looked back with a blank look on my face. Then more shots were fired, many more. I told them to get into the bed room upstairs. I locked hurriedly locked the doors and windows downstairs and grabbed a steak knife as I ran up stairs. As the gun shots got closer we moved the hutch in front of the bedroom door and waited out the night.\n"}
{"id":"mrd32223","original_text":"think all need start learn know love and accept ourselves the way are from there can grow into fuller practice the dharma thich nhat hanh says when people ask him about eating meat doesn’ tell them what not instead instructs them look deeply into the food they eat see where comes from and how connected everything else from there says people begin gain insight that leads them make wise decisions perhaps this path that would serve you well instead labeling your work good bad perhaps meditate how the dharma applies your work you can also look for teachings right livelihood you ground yourself deeply the dharma buddha and sangha your insight will grow regarding this and other decisions life good luck and know you are worthy love and acceptance exactly you are right now"}
{"id":"mrd27830","original_text":"let mourn this loss with you and you find the people pakistan standing your side this hour tragedy saw comment from pakistani cricket fan cricinfo yesterday what the score pulwama understand that not everyone has humane point view but problem lot regular joes pakistan harbor immense hatred towards india typical indian will not even think ill about pakistan there are incidents like these they will happily enjoy collaboration with art and sports given the population and rat race that forces indians are just too busy otherwise and this govt had hand plain bullshit with warped meaning govt just talking about the elected govt and saying that did not does not mean shit did people who operate over and above and irrespective government and are untouchables for evil triumph only takes good men nothing imperium"}
{"id":"mrd12656","original_text":"what your point the wire has anti bjp editorial slant swaraj mag has pro bjp slant you only read one news outlet for news then there something wrong with you not the news this search for this unicorn unbiased news nonsensical hell its impossible carr sums history means interpretation people will see different event differently their summaries will differ absolute truth doesn exist what truth you lie someone else this little complexity life disturbs you well then afraid the problem you unless the agency engages outright lying slander hate speech who gives shit really just read many different leaning news agencies you can their anti bjp rhetoric the bjp state with one the highest muslim population doesn field muslim candidate and some how you think that good thing hindutva cancer all forms absolutist ideals"}
{"id":"ptra55295","original_text":"I'm sorry but you do n't know how much you mean it is so bad but you can have a lot more to say that I am a little bit too much but you have a lot more fun with your friends but I ca n't have it because you have a problem. You are really like the most amazing man ever you can be the perfect man and a good one thing that I love love me and love me more you can see it and love it all you love is love and I hope you're all okay good and I miss everyone. I do n't think I could have a good time but I do n't want to see you again and again I do n't want you to know that.\n"}
{"id":"mrd21228","original_text":"was also when was molested for the first time railway station couldn even process express words even though parents had always taught about good bad touch for many years after that was terrified going public transport esp trains and felt like all older men were looking paranoia really admire the courage the little girl and her parents who were able act quickly and get this asshole apprehended this makes angry though they attempted play down the incident the accused has just touched the girl said one police officer looking experience even though was just touch one can return the years fear and insecurity felt public places and transport after that may just touch for someone but such experiences take huge toll the victims especially when they are children just learning feel secure the world"}
{"id":"mrd32213","original_text":"understanding economic left believe that govt has more say redistribution wealth order make society more equal can often lead farm loan waivers reservations etc political left believe secularism plurality diversity can often lead appeasement politics economic right believe that govt should have less say redistributing wealth and more allocation defence etc can often lead govt shilling for businessmen quid pro quo political right belief one set values religion homogeneity etc can often lead divisions society those with different values feel left out this sense both democrats and congress clearly fall left and republicans and bjp clearly fall right not monkey see monkey the basic ideas underlying humanity are still the same and hence whole world ends with similar political systems you see left and right every country and they almost always fit above definition"}
{"id":"ptra75622","original_text":"This is from my FB a couple of years ago and I thought it was worthy of a LPT post. So it's there as well as here. \n\n`` If there's any one piece of advice that I would give to any youth it would be to take every opportunity to develop your ability to identify people who bring you good and people who feed on creating strife. The difficulty is that the latter always try to portray the former. And they're adept at fooling those who are low or desperate to have someone in their life. They use the goodness of others to make themselves feel better. If you can sense intuitively those who are selfish and only take, you will always surround yourself with those who would happily see you elevated and praised.''\n"}
{"id":"ptrb29756","original_text":"This could be a fantasy story in an alternative world parallel to ours just to heighten its effect and keep it fiction. I would have a religion that is the widely practiced religion and hold a saint to high acclaim. This saint was one who decreed that all power belongs to a higher being. That no man or woman could hold such and could not practice such power. In the early days the people who had such power or gifts where killed and the sect they formed was destroyed and never to be talked of again. So now anyone showing such promise is killed. The hero in this story finds themselves called to challenge, they are hunted but are rescued by a fringe group or sect called lighters. That is where the adventure begins.\n"}
{"id":"ptrb58426","original_text":"What do you feel when you feel calm. Do you feel a gentle breeze blow over you or do you feel the soft grass in your hand. What do you Smell when you are calm. The morning dew on the grass or the gentle pine from the forest. What do you hear when you are calm. A wisp of wind or you stomping through snow. What do you taste when you are calm. Hot chocolate that is hot enough to warm you but not enough to burn you or the soft chewing of a apple. These are the colors blue and green. These colors are deep within your mind and they will never be found on a color wheel. For seeing these colors would take away the meaning and beauty that belongs only to you.\n"}
{"id":"ptra18610","original_text":"The moral war inside cripples me to where I can hardly muster the energy to get out of bed some days. I have no phone or computer yet people still knock on my door daily and send letters asking me to assassinate people for them. The other letters are from the god damn IRS! The damn commies have been after me for years for tax evasion. I have had my bank account wiped out twice by the bastards for not having proof of the income ( which of course was from a `` job'' ) The penalties have built for years and they say I owe a half a million still! So regretfully, I reach under my bed for the hidden anonymous throw away cell phone and dial a number from one of the letters.....\n"}
{"id":"mrd3455","original_text":"hope this doesn make pro hindu because don have lot with religion begin with having said that heres something for you ponder about you compared the killing humans bullying one person which definitely wrong well okay worries from north and dont know lot about speaking forced penetrations not sure how forced that its ritual for them which practiced specific community south would ignorant would like bina jane gyaan baantna but how are these forced penetrations different from forced circumcision why does forced circumcision spread across the world abrahamic religions not bother you are you sexist sir everything that fucks decent human life wrong doesn matter what religion that practice belongs the fact that you were able make the observation that you posted shows that you have bias well and suggestion for you would work that"}
{"id":"mrd23379","original_text":"this related audio and performance why sustained performance mode denied sample rate different from native typical sample rate khz recent devices use khz for speeding calculations and understand sampling would result minor performance hit but reducing the number frames per second for purposes there significant performance gain which easily offsets sampling khz may also necessary depending the 3rd party libraries used for signal processing don understand why native sample rate enforced audio apps better let the developers choose suitable sample rate and still provide sustained performance mode when requested sustained performance mode very critical for audio apps prevent audio glitches the related question currently sustained performance mode provided only till the window focus case signal processing audio apps would beneficial allow sustaining performance even when the app window not focus but with foreground service notification"}
{"id":"mrd4867","original_text":"don emotionally invested any party voted for bjp because they were the better choice they still are don think have truly liberal party with national appeal but think are the right track congress out and the tards just delhi well half the job done unless you are from and voted for the bjp the state assembly election none this even make any sense how you voting for bjp election anything with state government you should hold the state government accountable for negligence and incompetence handling the recruitment scams and the related deaths but responsible how the investigation court monitored under way more than people are questioned and are arrested and report seen how did you reach your conclusion about the government hand the deaths don support any party blindly always your support should issue based"}
{"id":"mrd7264","original_text":"loans being written off from the books provisions being kept against bad debt doesn mean that there won recovery the whole raghuram rajan point the opening post doesn make sense that would like blaming government which enforces accurate reporting crimes for increase crime statistics the lowly bank managers have little say large loans the decision for the biggest npas are taken least general manager level some even chairman level one needs investigate these bad loans seize the assets willful defaulters and charge the real decision makers bank the whole issue that bankers being browbeaten give risky debt industrialists with political connections and the said industrialists refusing pay because they know that they have the connections and the power avoid being hit any action taken common bank bankers different ones from those who gave them loans"}
{"id":"mrd3490","original_text":"firstly great effort appreciate any attempt meaningful discussion wonder how man mohan singh compares nda just making point about looking past performance its not the same people party etc its just the same name party brand yet convinced otherwise not saying one should vote for upa xyz any another acronym just saying its probably best vote set policies and measures and competent people implement for example there were 500 competent people who were the top their fields parliament irrespective parties that would give the best chance success obviously also rajya sabha that the show stopper for bjp now its all the other incompetent mother fuckers clogging the pipes that are causing several generations suffer lower quality lives god knows there are enough competent indians out there just can seem put enough them into the parliament"}
{"id":"mrd4854","original_text":"driver once told political parties are like mosquitoes homebully once you tired mosquito sucking your blood you remove and let mosquito suck your blood honestly speaking when you elect right wing government you have expect some heat the minority issue but would congress government would have been any better you would have still seen corruption and religious discrimination only this time round you would have seen 000 madrassas who don teach science maths getting approval from the government and vadra getting some very dubious land deals cleared easily the name the game would not different only the targets discrimination would have changed all all the next ten years gonna see many such posts regardless the party power the state country level because matter who power the thing which most likely happen gonna get fucked end story"}
{"id":"mrd9388","original_text":"while are the media can address that most the primetime debates most the news channel have least people debating standard news hour about minutes are spent for advertisements the best knowledge that leaves minutes for the debate around minutes for each participant these politicians are spending hour their time just speak for minutes all know what reality here most the times these debates end the fighting contests between people from both sides and sometimes the anchor well primetime debates should taken very seriously since that the news most the working class people see seeing people shouting each other just feels people with hope the system and also the news organisation address the current case demonetization news channels should take minute interviews each those who participate debates and invite them the show debate with the other side"}
{"id":"mrd34217","original_text":"what your position aadhaar and imposition aadhaar for anything that not made mandatory the supreme court ruling including welfare schemes understand that you were forced change your position this few months ago after people were not getting their owed welfare components but maybe time you decide what your position any form aadhaar imposition people this country why have you been collecting aadhaar and voter data from school students why have you been cold calling individual people about voter cancellation understand that real problem but calling individuals seems like shitty behavior your party representatives have been doing the same with holi message with long signature highlighting that they are contesting lok sabha election you even check people are dnd list before just calling them sending them texts can people opt out any form communication from your party"}
{"id":"mrd26809","original_text":"picked this game because this post had been wish list for long time decided shit get off the pot simple game sometimes frustrating but never dull first run through was stuck with survivor that didn want any labor around the settlement harvesting hauling cutting vegetation everyone died within the hour not big sim real time strategy games however you classify this game there learning curve for but you learn from mistakes and gets better each time and never really the same run always different personalities situations and challenges that keep fresh plus doesn take much disk space and simple enough that installed surface pro glorified tablet and runs great can play whenever want recommend this game anyone that wants get out rut from playing the same old shooters and try your luck help these misfits survive"}
{"id":"mrd8639","original_text":"the dumbest thing this whole discussion the military prerogative provide not any details could have chosen altogether not talk about the covert operation just mention that has been done may have chosen the former and not the later for whatever analysis and planning has this always ongoing live situation and not year old record which has only historical relevance military has need provide proof anyone other than the government which accountable since democracy there civilian oversight the military through the elected government about what has not carried out video their operations can compromise the identity individuals involved details their modus operandi capabilities etc and sane military will voluntarily put such information public domain and there nothing that will realistically achieved indulging chutiya demands anyway rabble makers all unrelated note its almost like asking video proof honeymoons"}
{"id":"ptrb4334","original_text":"She breathed afterwards, I know it—I saw her chest move, up and down, up and down; so what if the knife stuck out of her chest as blood flowed down her blue shirt to pool on the gray laminate flooring ( the stuff that we ’ d spent so many weekends going from store to store to pick out, and all of them smelled, not unpleasant mind you, just smelled- of sweat and floor glue ) that I ’ d learned to love, despite that the damn stuff never actually seemed to warm up, in the middle of July that flooring was still as cold to the touch as it was during the dead of winter, hell, I swore that I could almost see the blood start to frost over from how cold the floor was.\n"}
{"id":"mrd20077","original_text":"this the case also mass farm waivers everytime you see mass farm waiver always for everyone regardless income andhra well known that farm loans will waived off everyone gets them friend usa now they have own house village fathers name apartment bangalore his name farm land fathers name now govt does not calculate all this when their farm land loan waived off they have piece land which they bought which they are paying loan and the middle the term gets waived off even when they have always paid the instalments and can future thats loan gone all they have show that the farm not profitable even this not needed govt does not care has own house bangalore job working usa waived off gone not sure maharashtra but andhra has set bad precedent moral hazard whatever you call"}
{"id":"ptrb19399","original_text":"My name is Neil Cain and I was recruited to be a part of the team intended to take down the Matrix. All was going according to plan and after a few training simulations and walk throughs of how the data in the matrix worked I was finally ready to become a full fledged part of the team. Due to a freak accident a old program was downloaded into my brain instead of the martial arts program given to Neo and Morpheus. This program was known as Limewire. It was not possible to reverse what had been done. I was beyond pissed at what happened. But what we saw as a unfortunate accident turned out to be the tip of the iceberg, for what later became the start of a brand new program known as Project Genesis.\n"}
{"id":"mrd27217","original_text":"india does not have absolute free speech and isn new india first jailed poet sultanpuri the poet who braved jail for insulting nehru for year because wrote poem criticizing him every government has been suppressing free speech since then some more than others this stems from the first amendment india constitution which put very broad category exceptions free speech nothing sub clause clause shall affect the operation any existing law prevent the state from making any law far such law imposes reasonable restrictions the exercise the right conferred the said sub clause the interests the sovereignty and integrity india the security the state friendly relations with foreign states public order decency morality relation contempt cour defamation incitement offence all the stuff bold are the exceptions where laws can made hinder free speech you can imagine very broad"}
{"id":"mrd14574","original_text":"data such instrument that one can modify its context mean just about anything firstly the english media has been analysed this feature now the biases that run english media would also need weighted has that been done secondly factually try prove bovine related violence against certain community about stating the obvious why because know that cows have been the source angst for generations for two prominent communities this country why rub thirdly how can one sure about how accurate the media reporting has been 2010 seems that everyone want drive point home difficult understand what the big picture and who stands benefit powerless buffoons the citizens only stand loose the media and the politicians play their charades and yes one really cares about the cows have one such eye opening article anyone interested they can find here"}
{"id":"mrd9376","original_text":"however consuming high culture doesn’ necessarily make you better observer society give you good judgment does make you cooler though and maybe that’ what really about for you — look cool your facebook page and front your friends lol look who saying that makes some good points and overall mostly agree with him which not that common but you know one thing have say india not like usa atleast not now course should take lessons from the election what not become but all the lessons need not necessarily apply here especially not currently that like rajdeep equating trump modi which ill informed and idiotic they are nowhere near equal like hate modi the fact the entire campaign trump has largely been divisive even now wheras modi was divisive only because his party being right wing and 2002"}
{"id":"mrd23423","original_text":"starting new project and having concerns with jni and ndk practices want have new shareable code written and having reused other apps for ios and android are there any best practices for organizing this shared code for ios and android compatibility what are pros cons wanting achieve this will there performance issues using lot jni call what about having continuous background thread running when application foreground that only performs action certain conditions what should keep mind and avoid while trying support ios and android with are there somethings should implement android and not having lot trouble implementing http and https requests there support for this ndk because cannot find multinetwork does not have what expected cannot find clear way this when would want create and use will there more ndk samples coming soon thank you very much"}
{"id":"ptest10454","original_text":"Things where going very well, many starship captains visited and much space currency was made but I guess some one did not like my high prices for the best goods which take allot of effort to gather from around the universe so a few shops opened up right next to me. \n\n\nAt first the loss of profits where devastating but then I realized, the skill shop had something nobody had, items with no price or value, it finally hit me and I figured it out. This Alien was making a whole lot more then then I was on his bad days compared to my best days. Apparently the alien was cunning and had planned this out from the very beginning, Why did he want the richest spaceship captains from around the galaxy to visit this place in particular?\n"}
{"id":"mrd31761","original_text":"cool and all but don fall for this tweet they have individual rights sure but talked with people online who aren jews and live israel the one knew was indonesian descent jews get jobs easier easier admission institutes but they don explicitly stated what different though that jews get almost instant citizenship israel the others however have through the minister interior and his whim basically what happens your citizenship the person talked told that was born israel has citizenship his mother has been there for years and still doesn have one his father too lived there for like years and didn get either what sad that has single mother just years old his father died car crash while indonesia and lot arabs israel especially those the annexed region not have right vote not kind non jew immigrants tells"}
{"id":"ptrb112326","original_text":"I was a god here so many for so many years, you could find me in every sub I ruled the place for sure, well God and Satan helped of course and well porn helped a lot to be fair. Oh and star trek helped and a bunch of stupid people taking pictures of their fucking cats but mostly me, yeah mostly me but that was a long time ago and the show has moved on it seems. I got ta end this grudge match here and now. I do n't know shit about how to turn it off the correct way, if only there was a place I could ask that question, fuck it I will just pick up the chair here and throw it into that big box over there with the blinking lights \n\nJohn Cena\n"}
{"id":"mrd14602","original_text":"what people fail recognize that living constant state riot this what called death thousand cuts full blown one off event would attract international infamy and bad for business avoid that but the same time show the minorities their place cow being used instrument this replication gujarat model the national level what tragic that this protracted violence extremely effective whatever neutral media outfits are left can report the same modus operandi similar news only much times before becomes repetitive and loses effectiveness people can show outrage only much times before they too become callous and morally desensitized one can blame them either all the lies fake news and misinformation being spread requires exponentially more effort counter than takes formulate and spread them wonder people will one day get exhausted countering too that exactly how the new insidious fascism works"}
{"id":"mrd9118","original_text":"hey pedes small breakthrough for those you chasing the ring here tweet sure read all the replies and note the content the emails they posted lang list the codes the replies offered hotdog boy pizza girl cheese little girl pasta little boy ice cream male prostitute walnut nuts person color map semen reference dna makes sense sauce orgy anther tweet about the same stuff someone well versed chimed that map sjw term for minor attracted person well this explains that hot dog stand hawaii email there mention playing dominos one the emails have not figured that one out yet find more will add this post addition spirit cooking well just hold onto your hats for this one folks see the email link now just what spirit cooking see this thread and warning you this disgusting and graphic sorry"}
{"id":"mrd13882","original_text":"not sure why its not discussed here but just saw news that londoners are now protesting outside demanding answers that high rise fire did everyone forget seeing that happen live this week and the networks were too busy going all trump all day cover extremely deadly rise fire area routinely hit with muslims murdering people purposely don call terrorism because that throws the responsibility into the ether muslims murdering people not some unknown entity always has been always always will muslims don want speak for anyone but myself but betting muslim murder usual fire starts the second floor spreads laterally across the entire floor and incinerates everything upward then the government goes silent about the point where people are protesting the street for answers coulters law this one the longer takes say who did the more likely muslims"}
{"id":"mrd27080","original_text":"when you see data like this are never going fix earth issues emissions dirty rivers toxic soil toxic water table etc great that india has huge renewables and appear production level where their coal was back 2007 but this source energy can keep with demand would better off back their 2007 levels looks like production from coal has almost tripled other countries are very similar countries europe and the usa cut back coal use other countries with less regulations are more than making for what cut back there global change america takes one old coal plant off the grid \\ probably take place with countries like india and china producing many new coal plants these things are going action for the next \\ 60yrs before retirement considered for these plants cutting back coal use left only localized benefits"}
{"id":"mrd8826","original_text":"was not like this nda saffronisation educational institutions was done that time well general sense the nda was more open opposition and abv personally listened and answered many his govt criticism unfortunately this not the case this govt their major effort goes belittling the opposing voices and they cannot ignored immediately branded into anti national patriotic because the majority they are under the impression that whatever they right and one can question them specially the opposition since all them got divided votes firmly believe that are the starting phases fascism and moving towards dictatorship all the signs are there party can associate itself with nationalism and then move forward with that approach then you have effectively annihilated the opposition any opposing voices will considered anti national opposition the legislature the cornerstone democracy and the current opposition almost dying state"}
{"id":"mrd23288","original_text":"thanks guys for giving this opportunity have had the pleasure using the latest beta and for the most part everything awesome did want ask few questions mostly about bugs have encountered while using youtube landscape mode the navbar appears and doesn hide itself again most the time using have there been any other users devs reporting this issue also can please for the love peppermint get rid the back button and condense the gesture navbar area bit the point gestures least for most clean and aquire more screen work with don need the back button any longer you could simply swipe left last one just nitpicky one but the swipe pill for recents open app drawer needs more fluid and the animations the app drawer are nowhere nice oreo the don bounce fluidly thanks for all your hard work"}
{"id":"mrd25077","original_text":"well feel the same but was huge mistake assume that were liberal peace loving crowd anytime all was only because the central government supported the liberal outlook for long that had functioning democracy but apart from that the elites never really made any efforts towards turning the large uncultured uneducated crowd into the opposite they enjoyed their upper class status and thought nothing can affect them the power will always remain with their side corruption was another issue which had been long internalised and dissolved into our blood all this and realise that despite all these efforts majority still fucking believe religion caste and the great cultural heritage this perfect recipe for right wingers grab the power and the supposedly liberal class our country created this recipe you can not feed the people with food feed them with pride"}
{"id":"mrd20594","original_text":"fifth horseman gunguolf source you see brothers have ridden for long humanity sometimes pestilence would have good idea and the other three would follow sometimes war would plant his seeds among powerful men and the other three would follow sometimes famine would steal the very sustenance men and the other three would follow sometimes even death would come without rhyme reason and the other three would follow however time after time humanity has survived four older brothers after all the sickness carnage hunger and death men and women would come together from the ashes pain and misery and start again from scratch this time won happen for have been born once again all once brothers will take from humanity and will make sure that humanity lets them take all apathy and won the one end humanity they will themselves"}
{"id":"mrd1288","original_text":"have been reading these threads for over week now finally some discussion about satellites made join let assume they had some satellite pictures days back and realized this days back would they not able slow fast forward the remaining days over the next days and get date location now why that day they talk about pictures from day then day they talk about pictures from day and realize that earth big and satellite not taking pictures all spots all the time but seems like the satellites are taking just picture per day then during this one day the debris has moved 100 they and hunt for those pictures amongst their million pictures that takes day and would also think they should able relocate their satellites specific area and track the ocean better but that too seems missing missing something"}
{"id":"mrd6244","original_text":"why you mention people who are lonely and depressed are you sadist that you get pleasure out mentioning other people problems and making fun them you know how serious depression you obviously don people commit suicide extreme conditions depression you should ashamed yourself doing such pathetic act making useless thread and making fun others and making fun others dreams and ambitions and taking sadistic pleasure out people like you are exactly what wrong with our society nowadays with swarms inconsiderate people going around and hurting others and not allowing them live peace worse allowing them live peace when they are having severe depression instead writing this pathetic and shameless post you could have used your time properly and efficiently volunteering ngo better meditating and look inside what wrong with you and contribute society good manner becoming better human being"}
{"id":"mrd3801","original_text":"sounds like this was some sort datamining and then glitching create screenshots moreover the hot fix destiny using the system the console will delivered about four weeks from now does this mean you are analyzing leaked and beta patches that are not scheduled drop for another weeks nice you share whatever this with the community but think your tentative conclusion overreach which you put with question mark know you not claiming certainty the developers may have may the drop dead date for dlc release and uncertain will ready march intermediate step they moved the pre loaded assets that were already partially added later date avoid issues like that accidental relaunch the not yet retooled iron banner the stuff you show not necessarily final yet either stats and wording could easily changed they continue play test the dlc content house"}
{"id":"mrd20574","original_text":"was also really shocked the turn the tide especially against modi mean remember how was almost national hero the time was elected great brown hope speak has much hope placed upon him and now entire states are protesting his arrival and the atmosphere around his party has turned toxic all this just few short years guess this fast paced internet age the old slow and traditional ways life that india has long known are finding themselves war with new and more youthful mindsets and the country just doesn know how cope with the conflicts fear that there may many more such birthing pains this india eventually finds its own equilibrium may well take years even decades before such thing happens but the most important thing can stay positive and keep reinforcing positive ideals being the change gandhi said the key"}
{"id":"mrd2592","original_text":"like lot comments have said this deeply rooted problem that needs massive change attitude fixed love india but visiting china you know what stood out immediately the fact that there isn fucking garbage and filth strewn around all over the place drainage canals everywhere with smell that would home described dante inferno god damn actual trash and recycling cans the streets lot fewer people feel with throwing their shit the ground think one india biggest problems along with pollution general and depressing how accepting the situation many seem course china one the world worst polluters but least they investing much solar there are million problems with authoritarian government like china but least able take care something like this when decides india government all talk see anything actually happens but guessing the same street corners will being used makeshift landfills years"}
{"id":"mrd10468","original_text":"cheer guys say something positive guess the best can come with that all the stars align this will end sooner than people think india own printing capacity currency quite low will take until spring you only use the presses the country the government hasn said anything about this but assume they also get help from abroad then this could end late january especially since you may not need replenish all cash that was the system since portion was black even most the black money has been laundered however this critically hinges them swallowing their pride and doing what best for the country they are too stubborn ask for help from the outside worse are too ignorant incompetent then will months and months this nevertheless must assume for own sanity that they did ask for help from foreign countries printing currency"}
{"id":"mrd23392","original_text":"there more reliable way detect the running foreground app background services can take focus without realization when polling via the usage stats latest running app method even voice commands wear especially from pre assistant devices can ruin detection when will play services future android offer proper purchase verification for iap the play billing library recommends running our own server infrastructure and logic for verification which has been pain since play store apps are forced use google for iap billing giving you cut this should least feature complete the platform would nice have play services take care the whole thing secure local storage order data standard way method calls check order status locally and google side better built jobscheduler with automatic callback invalid order status there been lot time wasted implementing this rather than focusing improving the app for legitimate paid users"}
{"id":"mrd23260","original_text":"few random questions that come mind what will you with android release names after android can you elaborate the decision release new android version every year the changes see the last years are not groundbraking they were before and some updates could just released feature updates something like was done with jelly bean why are your android distribution charts not updated monthly before currently still displays may data think march april was also skipped there lot going with android but question why not apply the optimisations for all feel its kinda weird that because bought more powerful phone being punished getting play services full glory read uses tons space and resources when everything could work perfectly well also with stripped down version need some keyboard api where can ask the keyboard shown hidden and callback when changes visibility any plans this"}
{"id":"mrd11800","original_text":"well for one thing like the fact that president isn liar made campaign promises and doing everything his power keep them course going get opposition from every one who hates him and america did trumpers expect anything else look patriots trump tough sob had become success nyc not being tied the mob also believe that president trump becoming more interested christianity and for those you rio lynda here who lived the metro area have been hearing and reading about the donald for the last years seen him change gotten lot softer his older years fact doubt that would won was the same was even years ago being old timer myself the fact that man who loves this country now the white house again can die peace knowing that children and grandchildren will have future the greatest country that god has blessed maga"}
{"id":"mrd19224","original_text":"what wrong with what said based principles this sub abides foe did not espouse violence that okay legality not asking for something illegal democracy democracy based numbers and not wanting throw away democracy fact wants work within its reward structure rationality wants act rationally based legal provisions and reward structure place representation whenever topic reservation comes into the discussion back the representation justify wrong increase population follow that principle know about the tragedy commons but can not punish someone for acting rationally within the legal framework don get the desired outcome something wrong with the framework and not with the person the only point can argue about about consent his wife but that something between him and his wife unless his wife comes with complaint domestic abuse don necessarily know the wife willing participant not maybe even wife wants children more than him"}
{"id":"mrd5869","original_text":"okay how about this respect your view that things were always like this and you the same for anybody who thinks intolerance the rise have statistics give because don need them myself everything doesn need quantification maybe can feel see news about new sena everyday threatening violence commiting violent act may not the smartest guy but know how india works and expect anybody who has even tidy bit knowledge how india works would know the same someone really believes that these fringe elements aren motivated the fact that people power are the same ideology them and have become more confident well that them that isn enough look some the and mla speeches from the ruling party some even hold highest offices think intolerance the rise have fundamental right have that view same you how about you don question mine and don question yours"}
{"id":"mrd8664","original_text":"the army will never release the footage and people keep forgetting one the biggest reason this was not gun battle this was slaughter the army did not lose even single soldier the entire operation and there reason for this the terrorist are still humans and they would have considered themselves safe there they had reason wary they would have been unarmed infact they would sleeping you really want see footage our soldiers killing people their sleep because that what you will see the only difference between these and any other people sleeping would the intelligence that have that these are terror launch pads pakis here are win win situation don show the footage see told you they didn hit show india violated our border and killed innocent people nope best will get are the still photos dead terrorists and unconvinced politicians and trolls"}
{"id":"mrd11795","original_text":"worth noting someone else pointed out this language president trump executive order notwithstanding the temporary suspension imposed pursuant subsection this section the secretaries state and homeland security may jointly determine admit individuals the united states refugees case case basis their discretion but only long they determine that the admission such individuals refugees the national interest including when the person religious minority his country nationality facing religious persecution when admitting the person would enable the united states conform its conduct preexisting international agreement when the person already transit and denying admission would cause undue hardship and would not pose risk the security welfare the united states emphasis added appears that the federal court ruling not even contrary the spirit the but rather pertains the decision personnel the airport who decided detain them they can released state and homeland security wonder what happens considering rex isn place yet"}
{"id":"mrd24055","original_text":"thought seems though you have good relationships with other jewelers and you well exploit that brick and mortar may not the most profitable business model today but would think that addition strong youtube channel successful brick and mortar presence would increase your chances being noticed the high end watch community frankly although the internet very viable business model the traditional aspect owning something with physical presence likely great asset the high end luxury community you might well have brick and mortar presence and sell high end jewelry from your friends those locations could raise awareness your brand and show that you are serious about your business further think you may have discard your current business model you really want high end collaboration hublot omega etc didn come promising save customers money think that you want collaboration line you need provide high end experience customers and the best"}
{"id":"mrd23424","original_text":"thanks for ama few questions and notes that can helpful improve android answer whatever you want answer because don even know its the best place write them why can android have full backup every manufacturers have their own backup and one have full backup with keeping all app data when rooted titanium backup great example ios backup great too android user its always hard for switch phones and take few hours sort everything out why android isn investing making ecosystem that can used all devices talking about android messages and duo both these apps should available all platforms ios windows mac when can answer duo calls send messages easily using app not web also android messages should compete with imessage and available ios too apps that uses stories snapchat instagram the quality videos disaster missing apis google play like jungle old apps that haven been updated should removed"}
